Repository: AyanJuwon/kiind_web
Catalog: lib/l10n/app_*.arb
Languages: cy, et, fil, is

source: About
cy: Ynghylch
et: Kohta
fil: Tungkol sa
is: Um

source: Add Amount To Wallet
cy: Ychwanegu Swm at Waled
et: Lisa rahakotile summa
fil: Magdagdag ng Halaga sa Wallet
is: Bættu upphæð við veskið

source: Address
cy: Cyfeiriad
et: Aadress
fil: Tirahan
is: Heimilisfang

source: All
cy: Pob un
et: Kõik
fil: Lahat
is: Allt

source: Amount in wallet
cy: Swm mewn waled
et: Summa rahakotis
fil: Halaga sa wallet
is: Upphæð í veski

source: and
cy: a'r
et: ja
fil: at
is: og

# avgDonated
source: Average Donated
cy: Rhodd ar gyfartaledd
et: Keskmine annetatud
fil: Average na Donasyon
is: Meðaltal gefið

source: by
cy: gan
et: Autor
fil: ng
is: af

source: Campaigns
cy: Ymgyrchoedd
et: Kampaaniad
fil: Kampanya
is: Herferðir

source: COMMENTS
cy: Sylwadau
et: Kommentaarid
fil: Mga Komento
is: Athugasemdir

source: Connect
cy: Cysylltu
et: Ühenda
fil: Kumonekta
is: Tengjast

# continue1
source: Continue
cy: Parhau
et: Jätka
fil: Magpatuloy
is: Halda áfram

# continueAgree
source: By continuing, you agree to
cy: Trwy barhau, rydych chi&#39;n cytuno i
et: Jätkates nõustute
fil: Sa pagpapatuloy, sumasang-ayon ka sa %s.
is: Með því að halda áfram samþykkir þú

# continueWithoutSignup
source: Continue Without Signing up
cy: Parhewch Heb Arwyddo
et: Jätka ilma registreerumiseta
fil: Magpatuloy nang Walang Pag-sign up
is: Haltu áfram án þess að skrá þig

source: Dark Theme
cy: Thema Dywyll
et: Tume teema
fil: Madilim na Tema
is: Dökkt þema

source: DETAILS
cy: Manylion
et: Üksikasjad
fil: Mga Detalye
is: Upplýsingar

source: Donate Now
cy: Cyfrannwch Nawr
et: Anneta nüüd
fil: Mag-donate Ngayon
is: Gefðu núna

source: Donation Updates
cy: Diweddariadau Rhoddion
et: Annetuse uuendused
fil: Mga Update sa Donasyon
is: Uppfærslur á framlögum

# donations
source: My Donations
cy: Fy Rhoddion
et: Minu annetused
fil: Aking Mga Donasyon
is: Framlög mín

source: Donor
cy: Rhoddwr
et: Doonor
is: Gefandi

# dontHaveAccount
source: Don't have an account?
cy: Dim cyfrif?
et: Ei ole kontot?
fil: Walang account?
is: Ertu ekki með reikning?

source: Email
cy: E-bost
et: E-posti
is: Netfang

# enterComId
source: Enter Community Id
cy: Rhowch Id Cymunedol
et: Sisestage kogukonna ID
fil: Ipasok ang Id ng Komunidad
is: Sláðu inn samfélagsauðkenni

source: Enter Price Manually
cy: Rhowch Bris â Llaw
et: Sisesta hind käsitsi
fil: Mano-manong Ipasok ang Presyo
is: Sláðu inn verð handvirkt

source: EPISODES
cy: penodau
et: Episoodid
fil: Mga kabanata
is: þættir

# errorMsg
source: It's not you; it's us.
cy: Nid chi; ni ydyw.
et: See pole teie, vaid meie viga
fil: Hindi ikaw ang may problema, kami
is: Þetta er ekki þér að kenna heldur okkur

# forgotPssword
source: Forgot Password
cy: Wedi anghofio cyfrinair
et: Unustasin parooli
fil: Nakalimutan ang password?
is: Gleymt lykilorð

source: Fund Wallet
cy: Ariannu Waled
et: Rahasta rahakotti
fil: Pondohan ang Wallet
is: Fjármagna veskið

source: Good Day
cy: Diwrnod da
et: Hea päev
fil: Magandang araw
is: Góðan dag

source: Groups
cy: Grwpiau
et: Grupid
fil: Mga Grupo
is: Hópar

# groups_info
source: Selecting a Sub-group gives you access to streamline what you want to see on the app
cy: Mae dewis Is-grŵp yn rhoi mynediad i chi i symleiddio&#39;r hyn rydych chi am ei weld ar yr ap
et: Alamrühma valimine annab teile juurdepääsu sujuvamaks, mida soovite rakenduses näha
fil: Ang pagpili ng Sub-group ay nagbibigay sa iyo ng access upang i-streamline kung ano ang gusto mong makita sa app
is: Að velja undirhóp gefur þér aðgang til að hagræða því sem þú vilt sjá í appinu

source: Hello World
cy: Helo Byd
et: Tere maailm!
fil: Kamusta mundo!
is: Halló heimur!

# helpFriend
source: Help my friend
cy: Helpwch fy ffrind
et: Aita mu sõber
fil: Tulungan ang aking kaibigan
is: Hjálpaðu vini mínum

source: Home
cy: Cartref
et: Kodu
fil: Bahay
is: Heim

source: hours
cy: oriau
et: tundi
fil: mga oras
is: klukkustundir

source: Job
et: Töö
fil: Trabaho
is: Vinnan

# kontinue
source: Continue
cy: Parhau
et: Jätka
fil: Magpatuloy
is: Halda áfram

source: Language
cy: Iaith
et: Keel
fil: Wika
is: Tungumál

source: Leave Group
cy: Gadael y grŵp
et: Lahkud grupist?
fil: Umalis sa grupo
is: Hætta í hópnum

source: Light Theme
cy: Thema Ysgafn
et: Hele teema
fil: Maliwanag na Tema
is: Ljós þema

source: Logout
cy: ALLGOFNODI
et: Logi välja
is: AÐ SKRÁ ÞIG ÚT

# makeDifference
source: Make A difference
cy: Gwneud gwahaniaeth
et: Tee vahet
fil: Gumawa ng isang pagkakaiba
is: Gerðu mun

source: Media
cy: Cyfryngau
et: Meedia
fil: Media speaker
is: Miðill

source: Messages
cy: Negeseuon
et: Sõnumid
fil: Mga Mensahe
is: Skilaboð

source: Mobile Number
cy: Rhif ffôn Symudol
et: Mobiilinumber
fil: Button na Mobile Number
is: Farsímanúmer:

source: My Donations
cy: Fy Rhoddion
et: Minu annetused
fil: Aking Mga Donasyon
is: Framlög mín

source: My Profile
cy: Fy mhroffil
et: Minu profiil
fil: Ang Profile Ko
is: Prófíllinn minn

source: My Wallet
cy: Fy Waled
et: Minu krediit
fil: Aking pitaka
is: Veskið mitt

source: Name
cy: Enw
et: Nimi
fil: Pangalan
is: Nafn

source: News
cy: Newyddion
et: Uudised
fil: Balita
is: Fréttir

source: News And announcements
cy: Newyddion A Chyhoeddiadau
et: Uudised Ja teadaanded
fil: Balita At mga anunsyo
is: Fréttir og tilkynningar

source: No Messages
cy: Dim Negeseuon
et: Sõnumeid pole
fil: Walang Mensahe
is: Engar skilaboð

source: No New Notifications
cy: Dim Hysbysiadau Newydd
et: Uued teated puuduvad
fil: Walang Mga Bagong Notification
is: Engar nýjar tilkynningar

source: Notifications
cy: Hysbysiadau
et: Teated
fil: Mga Notification
is: Tilkynningar

# openEmail
source: Open Email App
cy: Ap e-bost agored
et: Avage e-posti rakendus
fil: Buksan ang email app
is: Opnaðu tölvupóstforrit

source: Or
cy: neu
et: või
fil: - O -
is: Eða

source: Others
cy: Eraill
et: Muud
fil: Iba pa
is: Hin

source: Password
cy: Cyfrinair
et: Parooli
is: Lykilorð

source: Picture Updates
cy: Diweddariadau Lluniau
et: Pildi värskendused
fil: Mga Update ng Larawan
is: Mynduppfærslur

source: Please help
cy: Helpwch os gwelwch yn dda
et: Palun aita
fil: Mangyaring tulungan
is: Vinsamlegast hjálpið

# privacyPolicy
source: Privacy and Policy
cy: Preifatrwydd a Pholisi
et: Privaatsus ja poliitika
fil: Privacy at Patakaran
is: Persónuvernd og stefna

source: Product
cy: Cynnyrch
et: Toode
fil: Produkto
is: vara

source: Profile
cy: Proffil
et: Profiili
is: Prófíll

source: Profile Picture
cy: Llun Proffil
et: Profiilipilt
fil: Litrato ng profile
is: Prófílmynd

source: Raised
cy: Wedi&#39;i godi
et: Tõstetud
fil: Nakaangat
is: Lyft

source: Rate App
cy: Rhoi sgôr i'r Ap
et: Hinda rakendust
fil: I-rate ang app
is: Gefðu Appinu einkunn

source: Save Changes
cy: Cadw'r newidiadau?
et: Salvesta muudatused
fil: I-save ang mga Pagbabago
is: Vista breytingar?

source: Settings
cy: Gosodiadau
et: Seaded
fil: Mga Setting
is: Stillingar

# sharedValues
source: Feels good
cy: Gwerthoedd a Rennir
et: Jagatud väärtused
fil: Mga Ibinahaging Halaga
is: Sameiginleg gildi

source: Sign In
cy: Mewngofnodi
et: Logi sisse
fil: Mag-sign in
is: Skrá inn

source: Sign Up
cy: Cofrestru
et: Registreerumine
fil: Mag-sign up
is: Skráðu þig

source: Subscribe
cy: Tanysgrifiwch
et: Telli
fil: Mag-subscribe
is: Gerast áskrifandi

source: Support & Feedback
cy: Cefnogaeth ac Adborth
et: Toetus ja tagasiside
fil: Suporta at Feedback
is: Stuðningur og endurgjöf

source: System Theme
cy: Thema System
et: Süsteemi kujundus
fil: Tema ng System
is: Kerfisþema

source: Target
cy: Targed
et: Sihtimine
is: Skotmark

# termOfUse
source: Terms of Use
cy: Telerau defnyddio
et: Kasutustingimused
fil: Mga Tuntunin ng Paggamit
is: Notkunarskilmálar

# thanksForSupport
source: Thank you for your Support
cy: Diolch am eich cefnogaeth
et: Täname teid toetuse eest
fil: Salamat sa iyong suporta!
is: Þakka þér fyrir stuðninginn

source: Theme Mode
cy: Modd Thema
et: Kujunduse režiim
fil: Mode ng Tema
is: Þemahamur

source: Updates
cy: Diweddariadau
et: Värskendused
fil: Mga Update
is: Uppfærslur

source: Username
cy: Enw defnyddiwr
et: Kasutajanimi
is: Notandanafn

# verifyAccount
source: Please check you email address to verifiy your account
cy: Gwiriwch eich cyfeiriad e-bost i wirio&#39;ch cyfrif
et: Palun kontrollige oma e-posti aadressi, et kontrollida oma konto
fil: Mangyaring suriin ang iyong email address upang i-verify ang iyong account
is: Vinsamlegast athugaðu netfangið þitt til að staðfesta reikninginn þinn

source: Video Updates
cy: Diweddariadau Fideo
et: Video värskendused
fil: Mga Update sa Video
is: Vídeóuppfærslur

source: Welcome
cy: Croeso
et: Tere tulemast
fil: Maligayang pagdating!
is: Velkominn!

source: You Supported
cy: Fe wnaethoch chi gefnogi
et: Toetatud
fil: Ikaw Suportado
is: Þú studdir

# yourDonation
source: Total Donation
cy: Cyfanswm eich Rhodd
et: Sinu koguannetus
fil: Ang Iyong Kabuuang Donasyon
is: Heildarframlag þitt

source: Subscriptions
cy: Tanysgrifiadau
et: Tellimused
fil: Mga Subskripsyon
is: Aðgerðir

source: Videos
cy: Fideos
et: Videod
fil: Mga Video
is: Vídjó

source: Live
cy: Byw
et: Otse
is: Í Beinni

source: Events
cy: Digwyddiadau
et: Üritused
fil: Mga Kaganapan
is: Atburðir

source: Podcast
cy: Podlediad
is: Póstkast

# supportingKiind
source: Supporting kiind, you support all charities in need
cy: Cefnogi Kiind, rydych chi'n cefnogi'r holl elusennau mewn angen
et: Kiindi toetamisega toetate kõiki vajavaid heategevusi
fil: Sa pagsuporta sa kiind, sinusuportahan mo ang lahat ng nangangailangang kawanggawa
is: Með því að styðja kiind styður þú allar góðgerðarstofnanir sem þurfa á því að halda

source: Be Kiind
cy: Byddwch yn Kiind
et: Ole Kiind
fil: Maging Kiind
is: Vertu Kiind

source: Charities
cy: Elusennau
et: Heategevused
fil: Kawanggawa
is: Góðgerðarstofnanir

source: No Transactions
cy: Dim Trafodion
et: Ei ole tehinguid
fil: Walang Transaksyon
is: Engar viðskipti

source: System Default
cy: Diofyn System
et: Süsteemi vaikeseaded
fil: Default ng Sistema
is: Kerfislæg val

source: FOR YOU
cy: AR GYFER CHI
et: SINU JAOKS
fil: PARA SA IYO
is: Fyrir Þig

source: categories
cy: Categorïau
et: kategooriad
fil: mga kategorya
is: flokkar

# whDoYouWantToBeKindTo
source: Who do you want to be kind to?
cy: I bwy ydych chi eisiau bod yn garedig?
et: Kellele soovite lahke olla?
fil: Sino ang gusto mong maging mabait?
is: Hverjum viltu vera vingjarnlegur?

# wellShowYouMorePosts
source: We'll show you more posts based on what you follow
cy: Byddwn yn dangos mwy o bostiadau yn seiliedig ar yr hyn rydych yn ei ddilyn
et: Näidame teile rohkem postitusi, lähtudes sellest, mida te jälgite
fil: Ipinapakita namin sa iyo ang higit pang mga post batay sa iyong sinusundan
is: Við munum sýna þér fleiri færslur byggðar á því sem þú fylgir

source: Enter Search Keyword
cy: Rhowch Allweddair Chwilio
et: Sisestage otsingusõna
fil: Ilagay ang Keyword sa Paghahanap
is: Sláðu inn leitarorð

# youMayWantToSetUpDonationPlan
source: You may want to set up a donation plan. Kindly click on the button below to proceed
cy: Efallai yr hoffech drefnu cynllun rhodd. Cliciwch ar y botwm isod i symud ymlaen
et: Võib-olla soovite seadistada annetamisplaani. Palun klõpsake alloleval nupul, et jätkata
fil: Maaaring gusto mong mag-set up ng plano ng donasyon. Mangyaring i-click ang button sa ibaba upang magpatuloy
is: Þú gætir viljað stilla upp gjafaráði. Vinsamlegast smelltu á takkan hér að neðan til að halda áfram

source: edit
cy: golygu
et: redigeeri
fil: i-edit
is: breyta

source: Monthly
cy: Misol
et: Kuu
fil: Buwanang
is: Mánaðarlega

source: Yearly
cy: Blynyddol
et: Aasta
fil: Taunan
is: Árslega

source: One Off
cy: Unwaith
et: Ühekordne
fil: Isang Beses
is: Einu sinni

# wouldYouLikeToAdd25
source: Would you like to add a gift aid of 25 ?
cy: Hoffech chi ychwanegu rhodd cymorth o 25?
et: Kas soovite lisada kingituse 25?
fil: Gusto mo bang magdagdag ng donasyon na 25?
is: Viltu bæta við gjöf að 25?

source: Search
cy: Chwilio
et: Otsi
fil: Maghanap
is: Leita

source: Next
cy: Nesaf
et: Järgmine
fil: Susunod
is: Næsta

# searchCharityHint
source: Search, charities, categories
cy: Chwilio, elusennau, categorïau
et: Otsi, heategevusorganisatsioonid, kategooriad
fil: Maghanap, mga kawanggawa, mga kategorya
is: Leita, góðgerðarstofnanir, flokkum

source: Scan QR code
cy: Sganio cod QR
et: Skaneeri QR-kood
fil: I-scan ang QR code
is: Skanar QR kóða

source: Enter with charity ID
cy: Rhowch gyda ID elusen
et: Sisene heategevuse ID-ga
fil: Ipasok gamit ang Charity ID
is: Skráðu þig inn með góðgerðar ID

source: View
cy: Gweld
et: Vaata
fil: Tingnan
is: Skoða

# howMuchToAdd
source: How much Do you want to add
cy: Faint ydych chi am ychwanegu
et: Kui palju soovite lisada
fil: Magkano ang nais mong idagdag
is: Hversu mikið viltu bæta við

# howMuchToDonate
source: How much Do you want to donate
cy: Faint ydych chi am roi
et: Kui palju soovite annetada
fil: Magkano ang nais mong i-donate
is: Hversu mikið viltu gefa

source: One Time
cy: Unwaith
et: Üks kord
fil: Isang beses
is: Einusinni

# noCharitySupported
source: You Have Not Supported Any Organization Yet
cy: Nid ydych wedi cefnogi unrhyw sefydliad eto
et: Te pole veel ühtegi organisatsiooni toetanud
fil: Wala ka pang sinusuportahang organisasyon
is: Þú hefur ekki stutt neina stofnun ennþá

source: Enter price manually
cy: Rhowch y pris â llaw
et: Sisestage hind käsitsi
fil: Ipasok ang presyo nang manu-mano
is: Sláðu inn verð handvirkt

source: My Portfolio
cy: Fy Mhorthffolio
et: Minu Portfell
fil: Aking Portfolio
is: Mitt portfólíó

# createOrViewPortfolio
source: Create Or View Your Donationn Portfolio
cy: Creu neu weld eich porthffolio rhoddion
et: Loo või vaata oma annetuste portfelli
fil: Gumawa o Tingnan ang Iyong Donation Portfolio
is: Búa til eða skoða gefandi portfólíó þitt

source: Select Language
cy: Dewis Iaith
et: Vali keel
fil: Piliin ang Wika
is: Veldu tungumál

source: Email Or Username
cy: E-bost neu Enw Defnyddiwr
et: E-post või kasutajanimi
fil: Email o Username
is: Netfang eða notendanafn

# noPostFound
source: No posts found for this category
cy: Heb ddod o hyd i bostiau ar gyfer y categori hwn
et: Selle kategooria jaoks ei leitud postitusi
fil: Walang mga post na natagpuan para sa kategoryang ito
is: Engir póstar fundust fyrir þessa flokk

source: Retry
cy: Ail-geisio
et: Proovi uuesti
fil: Subukang muli
is: Reyndu aftur

source: Failed to get Charities
cy: Methwyd cael Elusennau
et: Vigane annetuste saamine
fil: Nabigo sa pagkuha ng mga kawanggawa
is: Mistókst að sækja góðgerðarstofnanir

source: Share A Link
cy: Rhannu Dolen
et: Jaga linki
fil: Ibahagi ang Isang Link
is: Deildu tengli

source: Share ID
cy: Rhannu ID
et: Jaga ID-d
fil: Ibahagi ang ID
is: Deildu ID

source: Create Kiind Portfolio
cy: Creu Portffolio Kiind
et: Loo Kiind portfell
fil: Lumikha ng Kiind Portfolio
is: Búðu til Kiind sjóð

source: You have no Kiind Portfolio
cy: Nid oes gennych Bortffolio Kiind
et: Sul ei ole Kiind portfelli
fil: Wala kang Kiind Portfolio
is: Þú hefur engan Kiind sjóð

source: My Kiind Portfolio
cy: Fy Mhortffolio Kiind
et: Minu Kiind portfell
fil: Aking Kiind Portfolio
is: Minn Kiind sjóð

# errorOccuredPortfolio
source: An error occurred while fetching your Portfolio
cy: Digwyddodd gwall wrth nôl eich Portffolio
et: Teie portfelli hankimisel ilmnes viga
fil: Nagkaroon ng error habang kinukuha ang iyong Portfolio
is: Villa kom upp við að sækja sjóðinn þinn

source: Try again
cy: Ceisiwch eto
et: Proovige uuesti
fil: Subukang muli
is: Reyndu aftur

# makeChangesToYourPortfolio
source: Making changes to your Portfolio will cancel your active subscription. Do you wish to continue?
cy: Bydd gwneud newidiadau i'ch Portffolio yn canslo eich tanysgrifiad gweithredol. A ydych yn dymuno parhau?
et: Teie portfelli muutmine tühistab teie aktiivse tellimuse. Kas soovite jätkata?
fil: Ang paggawa ng mga pagbabago sa iyong Portfolio ay magkakansela ng iyong aktibong subscription. Nais mo bang magpatuloy?
is: Að gera breytingar á sjóðnum þínum mun rjúfa virkjanaskipti þín. Viltu halda áfram?

# youMayWantToDonateToYourPortfolio
source: You may want to donate to your Portfolio again. Kindly click on Be Kiind button to donate
cy: Efallai y byddwch am roi rhodd i'ch Portffolio eto. Cliciwch y botwm Be Kiind i roi rhodd
et: Võite soovida oma portfellile uuesti annetada. Palun kliki Be Kiind nuppu annetamiseks
fil: Maaaring nais mong muling magdonate sa iyong Portfolio. Mangyaring i-click ang Be Kiind button para magdonate
is: Þú gætir viljað gefa aftur til sjóðsins þíns. Vinsamlegast smelltu á Be Kiind hnappinn til að gefa

source: You have an active
cy: Mae gennych
et: Teil on aktiivne
fil: Mayroon kang aktibong
is: Þú hefur virkjanaskipti

source: subscription of
cy: tanysgrifiad gweithredol o
et: tellimus
fil: subscription ng
is: virkjanaskipti af

source: to your Portfolio
cy: i'ch Portffolio
et: teie portfellile
fil: sa iyong Portfolio
is: til sjóðsins þíns

source: Choose your donation plan
cy: Dewiswch eich cynllun rhodd
et: Valige oma annetuse plaan
fil: Pumili ng iyong plano sa donasyon
is: Veldu gjafaplan

# downloadAndShare
source: Download & Share
cy: Lawrlwytho a Rhannu
et: Laadi alla ja jaga
fil: I-download at Ibahagi
is: Hladdu niður & deildu

# anErrorOccured
source: An error occurred. Please try again
cy: Digwyddodd gwall. Ceisiwch eto os gwelwch yn dda
et: Ilmus viga. Palun proovi uuesti
fil: Nagkaroon ng error. Mangyaring subukang muli
is: Villa kom upp. Vinsamlegast reyndu aftur

source: Edit Portfolio
cy: Golygu Portffolio
et: Muuda portfelli
fil: I-edit ang Portfolio
is: Breyta sjóð

source: Cancel Subscription
cy: Canslo Tanysgrifiad
et: Tühista tellimus
fil: I-cancel ang Subscription
is: Hætta við virkjanaskipti

source: Yes
cy: Ie
et: Jah
fil: Oo
is: Já

source: No
cy: Na
et: Ei
fil: Hindi
is: Nei

# anErrorOccuredPortflio
source: An error occurred while fetching your Portfolio
cy: Digwyddodd gwall wrth nôl eich Portffolio
et: Teie portfelli hankimisel ilmnes viga
fil: Nagkaroon ng error habang kinukuha ang iyong Portfolio
is: Villa kom upp við að sækja sjóðinn þinn
